Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: Category Budgets
bg: Бюджети по категории
cs: Rozpočty kategorií
da: Kategoribudgetter
de: Kategorie-Budgets
es: Presupuestos por categoría
fi: Kategoriabudjetit
fr: Budgets par catégorie
it: Budget per categoria
nb: Kategoribudsjetter
nl: Categoriebudgetten
pl: Budżety kategorii
pt: Orçamentos por categoria
ro: Bugete pe categorii
ru: Бюджеты по категориям
sv: Kategoribudgetar

source: Category name
bg: Име
cs: Název kategorie
da: Kategorinavn
de: Name
es: Nombre
fi: Kategorian nimi
fr: Nom
it: Nome
nb: Kategorinavn
nl: Naam
pl: Nazwa
pt: Nome
ro: Numele categoriei
ru: Название
sv: Kategorinamn

source: Change anytime in Insights → ⋮ → Customize sections.
bg: Сменете по всяко време в Анализ → ⋮ → Персонализирай секциите.
cs: Kdykoli to můžete změnit v Přehledy → ⋮ → Přizpůsobit sekce.
da: Ændr det når som helst under Indsigt → ⋮ → Tilpas sektioner.
de: Jederzeit änderbar unter Einblicke → ⋮ → Bereiche anpassen.
es: Cámbialo cuando quieras en Análisis → ⋮ → Personalizar secciones.
fi: Voit muuttaa tätä milloin tahansa: Analyysi → ⋮ → Mukauta osioita.
fr: Modifiable à tout moment dans Analyses → ⋮ → Personnaliser les sections.
it: Modifica quando vuoi in Analisi → ⋮ → Personalizza sezioni.
nb: Endre når som helst under Innsikt → ⋮ → Tilpass seksjoner.
nl: Wijzig dit op elk moment via Inzichten → ⋮ → Secties aanpassen.
pl: Zmienisz to w każdej chwili w Statystykach → ⋮ → Dostosuj sekcje.
pt: Altere quando quiser em Análises → ⋮ → Personalizar seções.
ro: Poți schimba oricând din Statistici → ⋮ → Personalizează secțiunile.
ru: Изменить можно в любой момент: «Аналитика» → ⋮ → «Настроить разделы».
sv: Ändra när som helst i Insikter → ⋮ → Anpassa sektioner.

source: Change PIN
bg: Смяна на ПИН
cs: Změnit PIN
da: Skift PIN
de: PIN ändern
es: Cambiar PIN
fi: Vaihda PIN
fr: Modifier le PIN
it: Cambia PIN
nb: Endre PIN
nl: PIN wijzigen
pl: Zmień kod PIN
pt: Alterar PIN
ro: Schimbă PIN-ul
ru: Изменить PIN
sv: Ändra PIN

source: Charges
bg: Плащания
cs: Platby
da: Opkrævninger
de: Zahlungen
es: Cargos
fi: Maksut
fr: Prélèvements
it: Addebiti
nb: Betalinger
nl: Betalingen
pl: Opłaty
pt: Cobranças
ro: Plăți
ru: Списания
sv: Betalningar

source: Cheapest at %@ · %@ on %@
bg: Най-евтино в %1$@ · %2$@ на %3$@
cs: Nejlevněji v %1$@ · %2$@ dne %3$@
da: Billigst i %1$@ · %2$@ den %3$@
de: Am günstigsten bei %1$@ · %2$@ am %3$@
es: Más barato en %1$@ · %2$@ el %3$@
fi: Halvin %1$@ · %2$@ %3$@
fr: Le moins cher chez %1$@ · %2$@ le %3$@
it: Più economico da %1$@ · %2$@ il %3$@
nb: Billigst hos %1$@ · %2$@ den %3$@
nl: Goedkoopst bij %1$@ · %2$@ op %3$@
pl: Najtaniej w %1$@ · %2$@ dnia %3$@
pt: Mais barato em %1$@ · %2$@ em %3$@
ro: Cel mai ieftin la %1$@ · %2$@ pe %3$@
ru: Дешевле всего в %1$@ · %2$@, %3$@
sv: Billigast hos %1$@ · %2$@ den %3$@

source: Check your email
bg: Проверете имейла си
cs: Zkontrolujte e-mail
da: Tjek din e-mail
de: E-Mail überprüfen
es: Revisa tu correo
fi: Tarkista sähköpostisi
fr: Vérifiez vos e-mails
it: Controlla la tua email
nb: Sjekk e-posten din
nl: Controleer je e-mail
pl: Sprawdź e-mail
pt: Verifica o teu email
ro: Verifică-ți emailul
ru: Проверьте почту
sv: Kolla din e-post

source: Choose a 4-digit PIN to lock the app
bg: Изберете 4-цифрен ПИН за заключване на приложението
cs: Zvolte 4místný PIN pro uzamčení aplikace
da: Vælg en firecifret PIN for at låse appen
de: Wähle eine 4-stellige PIN, um die App zu sperren
es: Elige un PIN de 4 dígitos para bloquear la app
fi: Valitse nelinumeroinen PIN lukitaksesi sovelluksen
fr: Choisissez un PIN à 4 chiffres pour verrouiller l'app
it: Scegli un PIN di 4 cifre per bloccare l'app
nb: Velg en firesifret PIN for å låse appen
nl: Kies een 4-cijferige PIN om de app te vergrendelen
pl: Wybierz 4-cyfrowy kod PIN, aby zablokować aplikację
pt: Escolha um PIN de 4 dígitos para bloquear o app
ro: Alege un PIN din 4 cifre pentru a bloca aplicația
ru: Выберите 4-значный PIN для блокировки приложения
sv: Välj en fyrsiffrig PIN för att låsa appen

source: Choose a receipt to see its details.
bg: Изберете бележка, за да видите детайлите ѝ.
cs: Vyberte účtenku a zobrazte detaily.
da: Vælg en kvittering for at se detaljer.
de: Wähle einen Beleg, um Details zu sehen.
es: Elige un recibo para ver sus detalles.
fi: Valitse kuitti nähdäksesi tiedot.
fr: Choisissez un reçu pour voir les détails.
it: Scegli uno scontrino per vederne i dettagli.
nb: Velg en kvittering for å se detaljene.
nl: Kies een bon om de details te zien.
pl: Wybierz paragon, aby zobaczyć szczegóły.
pt: Escolhe um recibo para ver os detalhes.
ro: Alege un bon pentru a-i vedea detaliile.
ru: Выберите чек, чтобы увидеть детали.
sv: Välj ett kvitto för att se detaljer.

source: Choose from library
bg: Избор от библиотеката
cs: Vybrat z knihovny
da: Vælg fra biblioteket
de: Aus Mediathek wählen
es: Elegir de la biblioteca
fi: Valitse kirjastosta
fr: Choisir dans la photothèque
it: Scegli dalla libreria
nb: Velg fra biblioteket
nl: Kies uit bibliotheek
pl: Wybierz z biblioteki
pt: Escolher da biblioteca
ro: Alege din bibliotecă
ru: Выбрать из медиатеки
sv: Välj från biblioteket

source: Clear
bg: Изчисти
cs: Vymazat
da: Ryd
de: Löschen
es: Borrar
fi: Tyhjennä
fr: Effacer
it: Cancella
nb: Tøm
nl: Wissen
pl: Wyczyść
pt: Limpar
ro: Șterge
ru: Очистить
sv: Rensa

source: Close
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng

source: Closest so far: %lld charges from %@ — one more and we'll flag it.
bg: Най-близо досега: %1$lld плащания от %2$@ — още едно и ще го отбележим.
cs: Nejblíže zatím: %1$lld platby od %2$@ — ještě jedna a označíme to.
da: Tættest indtil videre: %1$lld opkrævninger fra %2$@ — én mere, så markerer vi det.
de: Am nächsten bisher: %1$lld Zahlungen von %2$@ — eine mehr und wir markieren es.
es: Lo más cerca hasta ahora: %1$lld cargos de %2$@ — uno más y lo marcaremos.
fi: Lähimpänä tähän mennessä: %1$lld maksua kaupasta %2$@ — vielä yksi, niin merkitsemme sen.
fr: Le plus proche jusqu'ici : %1$lld prélèvements de %2$@ — un de plus et nous le signalerons.
it: Il più vicino finora: %1$lld addebiti da %2$@ — ancora uno e lo segnaleremo.
nb: Nærmest så langt: %1$lld betalinger fra %2$@ — én til, så flagger vi den.
nl: Dichtstbij tot nu toe: %1$lld betalingen van %2$@ — nog eentje en we markeren het.
pl: Najbliżej jak dotąd: %1$lld opłaty od %2$@ — jeszcze jedna i to oznaczymy.
pt: Mais próximo até agora: %1$lld cobranças de %2$@ — mais uma e vamos sinalizá-la.
ro: Cel mai aproape până acum: %1$lld plăți de la %2$@ — încă una și o vom semnala.
ru: Ближе всего: %1$lld списания от %2$@ — ещё одно, и мы это отметим.
sv: Närmast hittills: %1$lld betalningar från %2$@ — en till så flaggar vi den.

source: Cloud backup & sync
bg: Облачно резервно копие и синхронизация
cs: Cloudová záloha & synchronizace
da: Cloud-sikkerhedskopi & synk.
de: Cloud-Backup und -Sync
es: Copia y sincronización en la nube
fi: Pilvivarmuuskopiointi & synkronointi
fr: Sauvegarde et synchronisation cloud
it: Backup e sincronizzazione cloud
nb: Skysikkerhetskopi & synk
nl: Cloudback-up en -synchronisatie
pl: Kopia i synchronizacja w chmurze
pt: Backup e sincronização na nuvem
ro: Backup & sincronizare în cloud
ru: Облачное резервное копирование и синхронизация
sv: Molnbackup & synk

source: Color
bg: Цвят
cs: Barva
da: Farve
de: Farbe
fi: Väri
fr: Couleur
it: Colore
nb: Farge
nl: Kleur
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
sv: Färg

source: Coming soon
bg: Очаквайте скоро
cs: Již brzy
da: Kommer snart
de: Demnächst
es: Próximamente
fi: Tulossa pian
fr: Bientôt disponible
it: In arrivo
nb: Kommer snart
nl: Binnenkort
pl: Wkrótce
pt: Em breve
ro: În curând
ru: Скоро
sv: Kommer snart

source: Confirm your PIN
bg: Потвърдете вашия ПИН
cs: Potvrďte PIN
da: Bekræft din PIN
de: PIN bestätigen
es: Confirma tu PIN
fi: Vahvista PIN
fr: Confirmez votre PIN
it: Conferma il tuo PIN
nb: Bekreft din PIN
nl: Bevestig je PIN
pl: Potwierdź kod PIN
pt: Confirme seu PIN
ro: Confirmă PIN-ul
ru: Подтвердите PIN
sv: Bekräfta din PIN

source: Contact us
bg: Свържете се с нас
cs: Kontaktujte nás
da: Kontakt os
de: Kontakt
es: Contáctanos
fi: Ota yhteyttä
fr: Nous contacter
it: Contattaci
nb: Kontakt oss
nl: Neem contact op
pl: Skontaktuj się
pt: Contacta-nos
ro: Contactează-ne
ru: Связаться с нами
sv: Kontakta oss

source: Continue
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt

source: Continue with Google
bg: Продължи с Google
cs: Pokračovat s Googlem
da: Fortsæt med Google
de: Mit Google fortfahren
es: Continuar con Google
fi: Jatka Googlella
fr: Continuer avec Google
it: Continua con Google
nb: Fortsett med Google
nl: Doorgaan met Google
pl: Kontynuuj z Google
pt: Continuar com o Google
ro: Continuă cu Google
ru: Продолжить с Google
sv: Fortsätt med Google

source: Contribution
bg: Вноска
cs: Příspěvek
da: Indbetaling
de: Einzahlung
es: Aportación
fi: Lisäys
fr: Versement
it: Versamento
nb: Innskudd
nl: Storting
pl: Wpłata
pt: Contribuição
ro: Contribuție
ru: Пополнение
sv: Insättning

source: Contributions
bg: Вноски
cs: Příspěvky
da: Indbetalinger
de: Einzahlungen
es: Aportaciones
fi: Lisäykset
fr: Versements
it: Versamenti
nb: Innskudd
nl: Stortingen
pl: Wpłaty
pt: Contribuições
ro: Contribuții
ru: Пополнения
sv: Insättningar

source: Couldn't read the receipt
bg: Бележката не можа да бъде разчетена
cs: Účtenku se nepodařilo přečíst
da: Kunne ikke læse kvitteringen
de: Beleg konnte nicht gelesen werden
es: No se pudo leer ese recibo
fi: Kuittia ei voitu lukea
fr: Impossible de lire ce reçu
it: Impossibile leggere lo scontrino
nb: Kunne ikke lese kvitteringen
nl: Kan die bon niet lezen
pl: Nie można odczytać tego paragonu
pt: Não foi possível ler esse recibo
ro: Bonul nu a putut fi citit
ru: Не удалось прочитать чек
sv: Kunde inte läsa kvittot

source: Crash reporting
bg: Докладване за сривове
cs: Hlášení pádů
da: Nedbrudsrapportering
de: Absturzberichte
es: Informes de fallos
fi: Kaatumisraportit
fr: Rapports de plantage
it: Segnalazione arresti anomali
nb: Krasjrapportering
nl: Crashrapportage
pl: Raporty o awariach
pt: Relatórios de falhas
ro: Raportarea blocărilor
ru: Отчёты о сбоях
sv: Kraschrapportering

source: Create a goal
bg: Създай цел
cs: Vytvořit cíl
da: Opret et mål
de: Ziel erstellen
es: Crear un objetivo
fi: Luo tavoite
fr: Créer un objectif
it: Crea un obiettivo
nb: Opprett et mål
nl: Doel aanmaken
pl: Utwórz cel
pt: Criar uma meta
ro: Creează un obiectiv
ru: Создать цель
sv: Skapa ett mål

source: Create account
bg: Създай профил
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fi: Luo tili
fr: Créer un compte
it: Crea account
nb: Opprett konto
nl: Account aanmaken
pl: Utwórz konto
pt: Criar conta
ro: Creează cont
ru: Создать аккаунт
sv: Skapa konto

source: Create goal
bg: Създай цел
cs: Vytvořit cíl
da: Opret mål
de: Ziel erstellen
es: Crear objetivo
fi: Luo tavoite
fr: Créer l'objectif
it: Crea obiettivo
nb: Opprett mål
nl: Doel maken
pl: Utwórz cel
pt: Criar meta
ro: Creează obiectivul
ru: Создать цель
sv: Skapa mål

source: Create your account
bg: Създай профил
cs: Vytvořte si účet
da: Opret din konto
de: Erstelle dein Konto
es: Crea tu cuenta
fi: Luo tilisi
fr: Créez votre compte
it: Crea il tuo account
nb: Opprett kontoen din
nl: Maak je account aan
pl: Utwórz konto
pt: Crie sua conta
ro: Creează-ți contul
ru: Создайте аккаунт
sv: Skapa ditt konto

source: Created on your phone, then handed to the share sheet.
bg: Създадено на твоя телефон и подадено към менюто за споделяне.
cs: Vytvořeno ve vašem telefonu, poté předáno do nabídky sdílení.
da: Oprettet på din telefon og derefter sendt til delemenuen.
de: Auf deinem Telefon erstellt und dann an das Teilen-Menü übergeben.
es: Creado en tu teléfono, luego pasado al menú para compartir.
fi: Luodaan puhelimessasi ja siirretään sitten jakovalikkoon.
fr: Créé sur votre téléphone, puis transmis au menu de partage.
it: Creato sul tuo telefono, poi passato al menu di condivisione.
nb: Opprettes på telefonen din, og sendes deretter til delingsmenyen.
nl: Gemaakt op je telefoon en daarna doorgegeven aan het deelmenu.
pl: Tworzone na telefonie, a następnie przekazywane do panelu udostępniania.
pt: Criado no seu telefone e entregue ao menu de compartilhamento.
ro: Creat pe telefonul tău, apoi trimis către meniul de partajare.
ru: Создаётся на вашем телефоне, затем передаётся в меню «Поделиться».
sv: Skapas på din telefon och skickas sedan till delningsmenyn.

source: Creates a recurring bill — it then counts in Safe to spend and upcoming bills.
bg: Създава повтаряща се сметка — след това се брои в Свободни за харчене и в предстоящите сметки.
cs: Vytvoří pravidelný účet — poté se počítá do “Můžete utratit” a nadcházejících účtů.
da: Opretter en fast regning — den tæller derefter med i “Til rådighed” og kommende regninger.
de: Erstellt eine wiederkehrende Rechnung — sie zählt dann bei „Frei verfügbar“ und anstehenden Rechnungen.
es: Crea un pago recurrente — luego cuenta en Puedes gastar y en los próximos pagos.
fi: Luo toistuvan laskun — se lasketaan sitten mukaan Turvallista käyttää -summaan ja tuleviin laskuihin.
fr: Crée une facture récurrente — elle compte alors dans Reste à dépenser et les prochaines factures.
it: Crea una spesa ricorrente — verrà poi conteggiata in Puoi spendere e nelle prossime spese.
nb: Oppretter en fast regning — den teller deretter i Trygt å bruke og kommende regninger.
nl: Maakt een terugkerende rekening — die telt daarna mee in “Vrij besteedbaar” en aankomende rekeningen.
pl: Tworzy rachunek cykliczny — od tej pory liczy się w „Można wydać" i nadchodzących rachunkach.
pt: Cria uma conta recorrente — passa a contar em Livre para gastar e nas próximas contas.
ro: Creează o factură recurentă — apoi contează în Sigur de cheltuit și în facturile viitoare.
ru: Создаёт регулярный счёт — затем он учитывается в «Можно потратить» и предстоящих счетах.
sv: Skapar en återkommande räkning — den räknas sedan i Tryggt att spendera och kommande räkningar.

source: Currency
bg: Валута
cs: Měna
da: Valuta
de: Währung
es: Moneda
fi: Valuutta
fr: Devise
it: Valuta
nb: Valuta
nl: Valuta
pl: Waluta
pt: Moeda
ro: Monedă
ru: Валюта
sv: Valuta

source: Currency — %@
bg: Валута — %@
cs: Měna — %@
da: Valuta — %@
de: Währung — %@
es: Moneda — %@
fi: Valuutta — %@
fr: Devise — %@
it: Valuta — %@
nb: Valuta — %@
nl: Valuta — %@
pl: Waluta — %@
pt: Moeda — %@
ro: Monedă — %@
ru: Валюта — %@
sv: Valuta — %@

source: Custom range…
bg: Персонализиран диапазон…
cs: Vlastní rozsah…
da: Tilpasset periode…
de: Eigener Zeitraum…
es: Rango personalizado…
fi: Mukautettu jakso…
fr: Plage personnalisée…
it: Intervallo personalizzato…
nb: Egendefinert periode…
nl: Aangepast bereik…
pl: Zakres niestandardowy…
pt: Intervalo personalizado…
ro: Interval personalizat…
ru: Свой диапазон…
sv: Anpassat intervall…

source: Customize
bg: Персонализиране
cs: Přizpůsobit
da: Tilpas
de: Anpassen
es: Personalizar
fi: Mukauta
fr: Personnaliser
it: Personalizza
nb: Tilpass
nl: Aanpassen
pl: Dostosuj
pt: Personalizar
ro: Personalizează
ru: Настроить
sv: Anpassa

source: Customize Home
bg: Персонализирай секциите
cs: Přizpůsobit domovskou obrazovku
da: Tilpas Hjem
de: Bereiche anpassen
es: Personalizar secciones
fi: Mukauta etusivua
fr: Personnaliser les sections
it: Personalizza sezioni
nb: Tilpass Hjem
nl: Secties aanpassen
pl: Dostosuj sekcje
pt: Personalizar seções
ro: Personalizează Acasă
ru: Настроить разделы
sv: Anpassa Hem

source: Customize sections
bg: Персонализирай секциите
cs: Přizpůsobit sekce
da: Tilpas sektioner
de: Bereiche anpassen
es: Personalizar secciones
fi: Mukauta osioita
fr: Personnaliser les sections
it: Personalizza sezioni
nb: Tilpass seksjoner
nl: Secties aanpassen
pl: Dostosuj sekcje
pt: Personalizar seções
ro: Personalizează secțiunile
ru: Настроить разделы
sv: Anpassa sektioner

source: Customize Sections
bg: Персонализирай секциите
cs: Přizpůsobit sekce
da: Tilpas sektioner
de: Bereiche anpassen
es: Personalizar secciones
fi: Mukauta osioita
fr: Personnaliser les sections
it: Personalizza sezioni
nb: Tilpass seksjoner
nl: Secties aanpassen
pl: Dostosuj sekcje
pt: Personalizar seções
ro: Personalizează secțiunile
ru: Настроить разделы
sv: Anpassa sektioner

source: Dark
bg: Тъмна
cs: Tmavý
da: Mørk
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
it: Scuro
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тёмная
sv: Mörkt

source: Date
bg: Дата
cs: Datum
da: Dato
de: Datum
es: Fecha
fi: Päivämäärä
it: Data
nb: Dato
nl: Datum
pl: Data
pt: Data
ro: Dată
ru: Дата
sv: Datum

source: Date format
bg: Формат на датата
cs: Formát data
da: Datoformat
de: Datumsformat
es: Formato de fecha
fi: Päivämäärämuoto
fr: Format de date
it: Formato data
nb: Datoformat
nl: Datumnotatie
pl: Format daty
pt: Formato de data
ro: Format dată
ru: Формат даты
sv: Datumformat

source: Date Range
bg: Период
cs: Rozsah dat
da: Datointerval
de: Zeitraum
es: Rango de fechas
fi: Aikaväli
fr: Plage de dates
it: Intervallo di date
nb: Datointervall
nl: Datumbereik
pl: Zakres dat
pt: Intervalo de datas
ro: Interval de date
ru: Диапазон дат
sv: Datumintervall

source: Day
bg: Ден
cs: Den
da: Dag
de: Tag
es: Día
fi: Päivä
fr: Jour
it: Giorno
nb: Dag
nl: Dag
pl: Dzień
pt: Dia
ro: Zi
ru: День
sv: Dag

source: Day of month
bg: Ден на плащане
cs: Den v měsíci
da: Dag i måneden
de: Fälligkeitstag
es: Día de vencimiento
fi: Kuukauden päivä
fr: Jour d'échéance
it: Giorno di scadenza
nb: Dag i måneden
nl: Vervaldag
pl: Dzień płatności
pt: Dia de vencimento
ro: Ziua din lună
ru: День оплаты
sv: Dag i månaden

source: Delete
bg: Изтрий
cs: Smazat
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
it: Cancella
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Apagar
ro: Șterge
ru: Удалить
sv: Radera

source: Delete “%@” and its contributions? This can't be undone.
bg: Да се изтрие ли „%1$@“ и вноските ѝ? Действието е необратимо.
cs: Smazat “%1$@” a jeho příspěvky? Tuto akci nelze vrátit zpět.
da: Slet “%1$@” og dets indbetalinger? Dette kan ikke fortrydes.
de: „%1$@“ und die zugehörigen Einzahlungen löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Eliminar “%1$@” y sus aportaciones? No se puede deshacer.
fi: Poistetaanko “%1$@” ja sen lisäykset? Tätä ei voi kumota.
fr: Supprimer “%1$@” et ses versements ? Cette action est irréversible.
it: Eliminare “%1$@” e i suoi versamenti? Non può essere annullata.
nb: Slette “%1$@” og innskuddene? Dette kan ikke angres.
nl: “%1$@” en de bijbehorende stortingen verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Usunąć „%1$@” i jego wpłaty? Tej operacji nie można cofnąć.
pt: Excluir “%1$@” e suas contribuições? Isso não pode ser desfeito.
ro: Ștergi “%1$@” și contribuțiile sale? Această acțiune nu poate fi anulată.
ru: Удалить «%1$@» и её пополнения? Отменить нельзя.
sv: Radera “%1$@” och dess insättningar? Detta kan inte ångras.

source: Delete Account
bg: Изтрий профила
cs: Smazat účet
da: Slet konto
de: Konto löschen
es: Eliminar cuenta
fi: Poista tili
fr: Supprimer le compte
it: Elimina account
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
ro: Șterge contul
ru: Удалить аккаунт
sv: Radera konto

source: Delete Category
bg: Изтрий категория
cs: Smazat kategorii
da: Slet kategori
de: Kategorie löschen
es: Eliminar categoría
fi: Poista kategoria
fr: Supprimer la catégorie
it: Elimina categoria
nb: Slett kategori
nl: Categorie verwijderen
pl: Usuń kategorię
pt: Excluir categoria
ro: Șterge categoria
ru: Удалить категорию
sv: Radera kategori

source: Delete goal
bg: Изтрий цел
cs: Smazat cíl
da: Slet mål
de: Ziel löschen
es: Eliminar objetivo
fi: Poista tavoite
fr: Supprimer l'objectif
it: Elimina obiettivo
nb: Slett mål
nl: Doel verwijderen
pl: Usuń cel
pt: Excluir meta
ro: Șterge obiectivul
ru: Удалить цель
sv: Radera mål

source: Delete item
bg: Изтрий артикула
cs: Smazat položku
da: Slet post
de: Artikel löschen
es: Eliminar artículo
fi: Poista rivi
fr: Supprimer l'article
it: Elimina articolo
nb: Slett oppføring
nl: Item verwijderen
pl: Usuń pozycję
pt: Excluir item
ro: Șterge elementul
ru: Удалить позицию
sv: Ta bort post

source: Delete Receipt
bg: Изтриване на бележка
cs: Smazat účtenku
da: Slet kvittering
de: Beleg löschen
es: Eliminar recibo
fi: Poista kuitti
fr: Supprimer le reçu
it: Elimina scontrino
nb: Slett kvittering
nl: Bon verwijderen
pl: Usuń paragon
pt: Eliminar recibo
ro: Șterge bonul
ru: Удалить чек
sv: Radera kvitto

source: Delete this category?
bg: Изтриване на тази категория?
cs: Smazat tuto kategorii?
da: Slet denne kategori?
de: Diese Kategorie löschen?
es: ¿Eliminar esta categoría?
fi: Poistetaanko tämä kategoria?
fr: Supprimer cette catégorie ?
it: Eliminare questa categoria?
nb: Slette denne kategorien?
nl: Deze categorie verwijderen?
pl: Usunąć tę kategorię?
pt: Eliminar esta categoria?
ro: Ștergi această categorie?
ru: Удалить эту категорию?
sv: Radera den här kategorin?

source: Delete this receipt?
bg: Изтриване на тази бележка?
cs: Smazat tuto účtenku?
da: Slet denne kvittering?
de: Diesen Beleg löschen?
es: ¿Eliminar este recibo?
fi: Poistetaanko tämä kuitti?
fr: Supprimer ce reçu ?
it: Eliminare questo scontrino?
nb: Slette denne kvitteringen?
nl: Deze bon verwijderen?
pl: Usunąć ten paragon?
pt: Eliminar este recibo?
ro: Ștergi acest bon?
ru: Удалить этот чек?
sv: Radera det här kvittot?

source: Delete your account? This can't be undone.
bg: Изтриване на профила?
cs: Smazat účet? Tuto akci nelze vrátit zpět.
da: Slet din konto? Dette kan ikke fortrydes.
de: Konto löschen?
es: ¿Eliminar cuenta?
fi: Poistetaanko tilisi? Tätä ei voi kumota.
fr: Supprimer le compte ?
it: Eliminare l'account?
nb: Slette kontoen din? Dette kan ikke angres.
nl: Account verwijderen?
pl: Usunąć konto?
pt: Excluir conta?
ro: Ștergi contul? Această acțiune nu poate fi anulată.
ru: Удалить аккаунт?
sv: Radera ditt konto? Detta kan inte ångras.

source: Delivery & fees
bg: Доставка и такси
cs: Doručení & poplatky
da: Levering & gebyrer
de: Lieferung und Gebühren
es: Envío y cargos
fi: Toimitus & maksut
fr: Livraison et frais
it: Consegna e commissioni
nb: Levering & gebyrer
nl: Bezorging en kosten
pl: Dostawa i opłaty
pt: Entrega e taxas
ro: Livrare & taxe
ru: Доставка и сборы
sv: Leverans & avgifter

source: Detailed view
bg: Подробен изглед
cs: Podrobné zobrazení
da: Detaljeret visning
de: Detailansicht
es: Vista detallada
fi: Yksityiskohtainen näkymä
fr: Vue détaillée
it: Vista dettagliata
nb: Detaljert visning
nl: Gedetailleerde weergave
pl: Widok szczegółowy
pt: Visão detalhada
ro: Vizualizare detaliată
ru: Подробный обзор
sv: Detaljerad vy

source: Detected subscriptions
bg: Разпознати абонаменти
cs: Zjištěná předplatná
da: Registrerede abonnementer
de: Erkannte Abonnements
es: Suscripciones detectadas
fi: Tunnistetut tilaukset
fr: Abonnements détectés
it: Abbonamenti rilevati
nb: Oppdagede abonnementer
nl: Gedetecteerde abonnementen
pl: Wykryte subskrypcje
pt: Assinaturas detectadas
ro: Abonamente detectate
ru: Обнаруженные подписки
sv: Upptäckta prenumerationer
